{
  "id": "0c4a0da0-6584-4f7f-b88c-5f9913efd543",
  "title": "The Architecture of Assertion: Aunty Maureen's Speech and the Work of Listening",
  "excerpt": "",
  "content": "<h1>The Architecture of Assertion: Aunty Maureen&#39;s Speech and the Work of Listening</h1>\n<p><em>I have listened to Aunty Maureen&#39;s words six times now. First this morning at the flag-raising ceremony on Quandamooka country January 26th, 2026 standing with camera in hand as witness and guest.</em></p>\n<p>The syntax of spoken address survives imperfectly in transcription: its repetitions, its urgent incompleteness, the way anger and pedagogy occupy the same breath. I&#39;m writing this tonight, still hours from the event, attempting to hold what I heard before time transforms immediate experience into settled memory.</p>\n<p>This essay emerges from that compressed interval between encounter and understanding. I offer it not as interpretation but as apprenticeship, the work of someone trying to learn how sovereignty sounds when spoken by those who must assert it daily against institutional indifference. As a settler attempting to understand what it means to act rather than merely listen, I find myself returning obsessively to these types of recordings and readings because they refuse the comfort of passive witnessing. They demand response, immediate reconfiguration of position, examination of my own complicity in structures that enable the very disrespect Aunty names.</p>\n<p>The urgency is this: I stood there this morning watching four-wheel drives race past even as we marched, tourists heading toward their fishing spots and beach camps completely oblivious to (or deliberately ignoring) the ceremony occurring beside them. The juxtaposition wasn&#39;t metaphorical but literal, material, happening in real time. And now, hours later, those same tourists are likely drinking on beaches Aunty&#39;s ancestors have cared for across millennia, parking carelessly near sacred sites, enacting the precise colonial ease she described with such clarity. The violence she named this morning isn&#39;t historical…it&#39;s occurring right now, this evening, as I write.</p>\n<h2>The Flag as Active Symbol</h2>\n<p>The Aboriginal flag raised this morning on Quandamooka country carries weight that a flag flown without contest could never possess. When Aunty Maureen spoke of its removal &quot;in the night&quot; last December by the Department of Transport and Main Roads, protected by Queensland Police Service, she mapped how power conceals its own violence through bureaucratic process. The passive construction &quot;was taken&quot; gave way to active agents: &quot;the government arranged.&quot; This wasn&#39;t accidental syntax but pedagogical clarity, showing us how institutional violence obscures agency behind procedural language.</p>\n<p>That it happened at night matters. That it required police protection matters. That it was framed publicly through what Aunty called &quot;lies about safety&quot; matters. These details aren&#39;t supplementary but constitutive of what she termed &quot;political retribution.&quot; The flag becomes dangerous not materially but symbolically, it represents an assertion of sovereignty that colonial frameworks cannot accommodate without acknowledging their own illegitimacy. Terra nullius depends on Indigenous absence or at least invisibility. A flag flying openly, reinstalled defiantly this very morning, refuses both.</p>\n<h2>Dual Address</h2>\n<p>What struck me most forcefully in Aunty&#39;s rhetoric (what becomes clearer with each listening) is how she navigates between righteous anger and patient instruction within single sentences. The phrase &quot;we are here and that&#39;ll never change&quot; functions simultaneously as defiance toward those who wish Quandamooka people gone and as encouragement to community members who might feel pressure to disappear, to assimilate, to accept shame as inevitable. She moved fluidly between addressing the gathered community &quot;Don&#39;t be ashamed. Don&#39;t be assimilated&quot; and addressing visitors who treat the island as recreational space: &quot;you are on Aboriginal land and we must be respected.&quot;</p>\n<p>This dual address, which I only fully grasped on the third or fourth listening, reveals the flag&#39;s work as what she calls &quot;an active symbol.&quot; Not a passive marker of heritage but something demanding &quot;continuous reinstatement&quot; precisely because its meaning threatens present arrangements of power. I watched that reinstatement happen this morning. I photographed hands raising the flag back to its rightful place. And I understand now, hours later, that this isn&#39;t a singular event but the beginning of ongoing repetition—the flag will be taken down again, and it will be raised again, because this is how sovereignty gets enacted when the state refuses recognition.</p>\n<h2>Lineage and Resistance</h2>\n<p>When Aunty invoked the &quot;old ones&quot; who refused assimilation, she wasn&#39;t reaching for nostalgia but establishing lineage in real time, connecting her grandfather&#39;s choices to the choices being made this morning by young people in the crowd, by children watching their Elders assert presence. This temporal collapse—where past resistance illuminates current necessity—insisted that colonial violence isn&#39;t finished, isn&#39;t safely historical. It persists through nighttime flag removals mere weeks ago, through tourists treating sacred land as &quot;their backyard, their special little place&quot; right now today, through cars that will be parked carelessly near cemeteries this evening where ancestors rest.</p>\n<p>I witnessed this persistence viscerally this morning. Even as we marched along the road, four-wheel drives raced past—actually raced past, speed unchanged—on their way to fishing spots and beach camps. Tourists heading toward recreation completely unaware of or unconcerned by the ceremony occurring beside them. The juxtaposition wasn&#39;t accidental but structural, the visual syntax of ongoing colonialism that Aunty had just finished describing: speeding through residential areas where children walk home from school, dumping vehicles along cemetery streets, using sacred sites as parking infrastructure.</p>\n<p>These aren&#39;t abstract grievances. Aunty&#39;s specificity matters urgently. She named &quot;the Colonial White class in Brisbane&quot;—not colonialism as historical abstraction but particular people making particular choices today, this morning, this afternoon. Children walking to school tomorrow will pass evidence of this disrespect and see clearly, as Aunty said, &quot;that they&#39;re not cared about, that they&#39;re not considered a part of this fabric of this country, this island.&quot; The fabric metaphor works precisely because it suggests not mere exclusion but fundamental misweaving of social relations, where Indigenous presence gets treated as anomalous rather than foundational.</p>\n<h2>&quot;We Are Here&quot;</h2>\n<p>&quot;Redlands doesn&#39;t like us being here. State government doesn&#39;t want us here. No one wants us here.&quot; Hearing this phrase for the sixth time tonight, I&#39;m struck by how the rhetorical escalation—local to state to universal—performs an annihilating totalisation that many Quandamooka people must feel not abstractly but daily, concretely, materially. Then came the reversal that electrified the crowd this morning: <strong>&quot;But we are here.&quot;</strong></p>\n<p>The simple present tense carries force that past or future tense couldn&#39;t approach. Not &quot;we were here&quot; (safely historical), not &quot;we will be here&quot; (promissory future), but the ontological present: &quot;we are here&quot;—a statement existing prior to permission or recognition, a statement made real by the bodies gathered this morning, by the flag rising against the sky, by voices refusing silence.</p>\n<p>This is what Aunty meant (what I&#39;m only now, hours later, beginning to fully grasp) by calling the flag &quot;an active symbol.&quot; Passive symbols can be safely commemorated, aestheticised into heritage without threatening present arrangements. But an active symbol demands response, insists on contemporary relevance, refuses reduction to mere cultural marker. The Aboriginal flag flying on Quandamooka country tonight isn&#39;t decorative; it&#39;s declarative. It makes visible what power structures prefer invisible: that sovereignty was never ceded, that dispossession continues this evening as tourists drink on beaches they treat as personal property, that resistance isn&#39;t historical artefact but present imperative.</p>\n<p>The flag must be reinstalled &quot;from this day forward&quot; because its removal will be attempted again. Colonial power will find new reasons - safety concerns, regulations, technicalities - to take it down next week, next month. And it must keep returning, not to convince the state of anything but to remind the community of what Aunty called their &quot;sovereign birth rights to be present on and to speak up for our country.&quot; The flag&#39;s meaning, I&#39;m beginning to understand, resides less in what it might persuade settlers to acknowledge than in what it affirms to those who raised it this morning and will raise it again.</p>\n<h2>The Call to Action</h2>\n<p>When Aunty shifted register to direct address—</p>\n<blockquote>\n<p>&quot;Stand up for your land, for your family, for your youth, for your future.&quot;</p>\n</blockquote>\n<p>—language ceased explaining and began commanding. I felt this shift physically in the crowd this morning, the way bodies straightened, the way attention sharpened. The repetition of &quot;stand up,&quot; the accumulation of stakes, the invocation &quot;Own what is ours to own&quot;—these operated as verbal actions attempting to produce the reality they named. This was rhetoric under immediate pressure, working to generate courage in real time, to counter shame, to insist on presence against forces actively working toward absence.</p>\n<p>&quot;Do not let the white establishment make you not believe what you own.&quot; Listening to this sentence for the sixth time tonight, I&#39;m arrested by the double negation, by what it reveals about colonial violence&#39;s operation at the level of epistemology. Not &quot;make you believe you don&#39;t own it&quot; but &quot;make you not believe what you own.&quot; The establishment&#39;s goal isn&#39;t simply to deny particular land claims but to erode the very capacity to make claims, to dismantle the epistemological ground from which ownership might be asserted. This is violence I participate in, I&#39;m realising tonight—not through overt action but through the ease with which I&#39;ve moved through this country, through spaces I&#39;ve treated as available for my recreation without considering whose land I walked.</p>\n<h2>Doubled Reality</h2>\n<p>Standing there this morning, camera in hand, I watched doubled reality unfold. Celebration and struggle occupying the same gesture, the same raised flag. Joy and resistance inseparable. Tourists racing past toward leisure—I photographed this, captured the exact moment of a four-wheel drive speeding past marching bodies—while Quandamooka people reclaimed symbolic ground that should never have required reclaiming. The vehicles didn&#39;t stop. The visitors didn&#39;t pause to consider whose country they traversed, whose beaches they planned to occupy tonight, whose sacred sites they treat as recreational amenities.</p>\n<p>Yet the march proceeded. The flag rose. The speeches were delivered, it was the insistence that recognition cannot wait for permission, that sovereignty must be enacted now, this morning, in the face of indifference or hostility, because waiting for right conditions means waiting forever.</p>\n<h2>What&#39;s At Stake</h2>\n<p>What&#39;s at stake isn&#39;t merely symbolic. This became viscerally clear this morning when Aunty spoke of children walking to school past evidence of disrespect, when I saw those children in the crowd, when I understood that tomorrow they&#39;ll walk those same routes past cars parked carelessly at their cemetery, past tourists treating their country as playground. These aren&#39;t future conditions to be addressed someday—they&#39;re material realities shaping right now what futures become imaginable for these young people. The work of cultural reclamation, of asserting rights, of demanding respect, is simultaneously the work of creating conditions where Quandamooka children can envision themselves belonging fully to their country, where they don&#39;t internalise the shame that colonial structures produce, where their relationship to land doesn&#39;t require constant defensive justification.</p>\n<p>This is what Aunty and other Elders understand with an urgency I&#39;m only beginning to feel. When they speak of remembering the old ones who refused assimilation, they&#39;re establishing a lineage of resistance that the present generation—the young people I photographed this morning, faces determined—inherits and must pass forward. The next generation must carry not just memory but active commitment, not just knowledge but what Aunty called &quot;fire in their belly&quot;—courage that refuses comfortable accommodation with oppression.</p>\n<h2>The Flag Rises Again</h2>\n<p>The flag rises again this morning. Not because the state recognised its error. Not because tourism will suddenly become respectful tonight or tomorrow. Not because four-wheel drives will slow down or visitors will cease treating the island as their recreational backyard next weekend. The flag rises because, as Aunty insisted with relentless clarity that still rings in my ears hours later: <strong>&quot;We are here and that&#39;ll never change.&quot;</strong></p>\n<p>This is the ground of everything else. Presence precedes recognition. Sovereignty precedes acknowledgment. The work continues—began again this morning, will continue tomorrow—not because victory is imminent but because the alternative—silence, shame, assimilation, erasure—is unacceptable.</p>\n<p>I write this tonight as someone still learning what it means to move beyond witnessing toward action, still processing what I saw and heard mere hours ago, still understanding my own position within structures that enable the very disrespect Aunty named so precisely this morning. I&#39;ve listened six times already. I&#39;ll listen again tomorrow. This year I commit to deeper engagement, knowing I have far to go, knowing that today&#39;s ceremony marks not an ending but a beginning of work that will require sustained attention, material solidarity, willingness to be uncomfortable with the ease I&#39;ve inherited.</p>\n<hr>\n<p>The words that should close this essay are not mine but Aunty Maureen&#39;s, spoken this morning to Quandamooka people and to all of us who were guests on Country:</p>\n<blockquote>\n<p><em>Stand up for your land, for your family, for your youth, for your future. Own what is ours to own. Do not shame. Do not shy away. Do not let the white establishment make you not believe what you own. This is your land.</em></p>\n<p><em>Our flag must fly at this very important location. It is an active symbol of Quandamooka people&#39;s rights and communities, a condemnation of the colonial facilitated violence and dispossession that has affected our people for generations.</em></p>\n<p><em>We call upon the greater island community and entire nation to understand the value and importance of this country, colonial historical truth, and to respect that Quandamooka people are the first peoples and owners of this land.</em></p>\n<p><em>To all visitors to our homeland: you are on Aboriginal land and we must be respected.</em></p>\n<p><em>We will ensure that our symbols of pride and dignity are continuously reinstated from this day forward - that our flag, as well as our people, remain forever standing.</em></p>\n</blockquote>\n",
  "storyteller": "Community Member",
  "media": [],
  "consent": "EXTERNAL",
  "tags": [
    "Quandamooka",
    "sovereignty",
    "January 26",
    "flag-raising",
    "listening"
  ],
  "createdAt": "2026-01-26T12:53:47.111157+00:00",
  "syncedAt": "2026-01-27T19:57:41.985Z"
}